Repository: Ukrainian-Irdya-Project/wesnoth-uk
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: uk_ua

source: We will help you drive off this foe if you will consider your share paid in full.
uk_ua: Ми допоможемо позбутися цього ворога, і вважатимемо, що виплатили вашу частку повністю.

source: We will help you fight them off until the reinforcements arrive.
uk_ua: А до тих пір, поки вона не підійшла, ми допоможемо вам битися.

source: We will help.
uk_ua: Ми допоможемо.

source: We will let the bat have the ring. It will make him more helpful.
uk_ua: Ми дозволимо кажану носити кільце. Воно зробить його сильнішим.

source: We will miss $unit.name| because he had $unit.experience experience points. He would have advanced a level soon.
uk_ua: Нам не вистачатиме $unit.name|: у нього було $unit.experience очків досвіду. Він міг дуже скоро перейти на наступний рівень.

source: We will miss $unit.name| because she had $unit.experience experience points. She would have advanced a level soon.
uk_ua: Нам не вистачатиме $unit.name|: у неї було $unit.experience очків досвіду. Вона могла дуже скоро дуже скоро перейти на наступний рівень.

source: We will miss $unit.name|, but at least he was not one of our experienced troops!
uk_ua: Нам не вистачатиме $unit.name|, але, в усякому разі, він був не найдосвідченішим бійцем!

source: We will miss $unit.name|, but at least she was not one of our experienced troops!
uk_ua: Нам не вистачатиме $unit.name|, але, в усякому разі, вона була не найдосвідченішим бійцем!

source: We will never forget your sacrifice here. Thank you, my friend.
uk_ua: Твоє ім'я буде звучати в списку героїв, і за тебе помстяться. Дякую тобі, мій друже.

source: We will suck the marrow from your bones human!
uk_ua: Ми висмокчимо мозок з твоїх кісток, людино!

source: We win! Truly ours will be a glorious empire!
uk_ua: Ми перемогли! Воістину славною буде наша імперія!

source: We would be very grateful if you would guide us.
uk_ua: Ми будемо дуже вдячні, якщо ти проводиш нас.

source: We... are accursed. We were the soldiers of Prince Eldred, the King’s son and betrayer... when the Prince was slain at the hands of the mage Delfador, those of us who bore witness to it were warped into these twisted forms. Now, our mortal bodies pass... into another plane of hellish existence...
uk_ua: Ми... прокляті. Ми були воїнами Принца Ельдреда, зрадника та сина Короля... Коли маг Делфадор убив Принца, ті з нас, кому довелось це побачити, були перекручені у ці прокляті тіла. І зараз, наші смертні тіла вислизають... у інший світ цього пекельного існування...

source: Weak
uk_ua: Слабкий

source: Weapon Specials
uk_ua: Особливості зброї

source: Weapon range:
uk_ua: Дальність зброї:

source: Weapon special:
uk_ua: Особливість зброї:

source: Weapon specials are special attack modifiers that make certain attacks more powerful. In this case, the Shaman has the Slows special on her entangle attack. When this attack successfully hits an enemy, it will halve the damage they do for one turn. Other weapon specials include First Strike, which allows that attack to always hit first no matter who attacks first, and Magical, which gives that attack a constant 70% chance to hit. A full list of abilities and weapon specials, along with traits, may be found in the help (default hotkey: <b>F1</b>).
uk_ua: Особливості зброї це властивості деяких атак, що роблять їх більш потужними. У цьому випадку, шаманка має особливість зброї "уповільнює" у своєї атаки "путання". Коли ця атака влучає в ворога, у нього на один хід вдвічі зменшується сила атаки. Іншою особливістю зброї може бути "перший удар", який дозволяє бити першим навіть в обороні, та "магія", яка дозволяє завжди влучати з ймовірністю 70%. Повний список здібностей, особливостей зброї та рис можна знайти у довідці.

source: Weapon:
uk_ua: Зброя:

source: Weapon? No, no, loremaster... you mistake my intentions. You know, as well as I do, that the Hammer is hardly a paltry weapon. The Hammer holds the soul of the dwarves, the true people. It is that which forged our flesh and blood, that which binds our will and forges our resolve. It is a symbol of our superiority as the true people of Irdya, an image that the other races shall respect and fear!
uk_ua: Як зброю? Ні, ні, Хранителю Давнини... ти не зрозумів моїх намірів. Ти знаєш, як і я, що Молот навряд чи мізерний інструмент. Молот утримує в собі душу гномів, істинних істот. Це те, що створило нашу плоть та кров, що пов'язує нашу волю та кує рішучість. Це символ нашої переваги як справжніх володарів Ірдії, образ, котрий інші мають поважати та боятися!

source: Weapons Shop Tent
uk_ua: Намет крамниці зброї

source: Wearing this ring enhances damage with arcane and elemental attacks, allowing using them with supernatural skill and presence.
uk_ua: Носіння цього кільця збільшує шкоду від містичних і стихійних атак, дозволяючи використовувати їх з надприродною майстерністю.

source: Website:
uk_ua: Сайт:

source: Weep, filthy flesh bags, weep and know that your tears will become the blood that stains the trees and feeds our powers!
uk_ua: Плачте, жалюгідні м'ясні кожухи, плачте і знайте, що ваші сльози перетворяться на кров, що пофарбує дерева та наситить нашу силу!

source: Weight of Revenge
uk_ua: Ціна помсти

source: Welcome
uk_ua: Вітаємо

source: Welcome back! This is the second part of the two-part tutorial. Part 2 will teach you about recalling units, abilities and weapon specials, income and upkeep, long-distance movement, zone of control, and time of day.
uk_ua: З поверненням! Це друга частина посібника. У ній ви отримаєте інформацію про виклик бійців, здібності та особливості зброї, прибуток і утримання, багатоходовий рух, зону контролю та час доби.

source: Welcome to Parthyn
uk_ua: Ласкаво просимо в Парсин

source: Welcome to Wesnoth!
uk_ua: Ласкаво просимо до Веснота!

source: Welcome, Delfador!
uk_ua: Ласкаво просимо, Делфадоре!

source: Welcome, merfolk! It has been a long time since outsiders have visited. And Cylanna! It is pleasant to see you.
uk_ua: Ласкаво просимо, водяні! Багато води витекло, відколи ми востаннє приймали гостей. І Цілано! Приємно побачити тебе.

source: Weldyn
uk_ua: Велдин

source: Well
uk_ua: Криниця

source: Well <i>I</i> say you shouldn’t question orders, so pipe down.
uk_ua: А <i>я</i> кажу, що є наказ, і його треба виконувати, тому стули пельку.

source: Well I can’t smell, so I didn’t know about that.
uk_ua: Я й не зала. А проте, я однаково не маю нюху.

source: Well all Annuvin be ruled by Elensefar, right? We don’t gots to heed anything Wesnoth says. Lord Maddock’s technically the one we answer to.
uk_ua: Ну, весь Аннувін керується Еленсефаром, так? Нам май буть все одно, що каже Веснот. Лорд Маддок це той, кому ми мали б підкорятися.

source: Well done! The island village is ours. You can use the trees to set up a blockade against the orcs; they can only come across the bridge one by one without wading through the water, and you will be securely on a terrain with good defense.
uk_ua: Добре! Село на острові тепер наше. Ти можеш використовувати дерева, щоб заблокувати орків; не пробираючись через воду, вони зможуть лише переходити міст один за одним, а ти будеш оборонятися на місцевості з відмінним захистом.

source: Well done, Delfador! I see I have trained you well, and you are truly ready to seek your fortune. My traveling days are done, but it is time for you to journey northwest to Weldyn, and seek out my friend Leollyn. He will help you.
uk_ua: Відмінна робота, Делфадоре! Я бачу, що добре тебе навчив, і ти готовий йти шукати свою долю. Дні моїх подорожей пройшли, але для тебе тепер самий час відправитися на північний захід, у Велдин, і розшукати мого друга Леолина. Він тобі допоможе.

source: Well done, but the fight is far from over. We will not be able to employ these tactics when more platoons arrive. You must make your choice. Will you fight? Or will you return to your village and beg for amnesty?
uk_ua: Непогано, однак битва ще далеко від завершення. Ми не зможемо продовжувати ці напади, коли почне надходити все більше загонів. Ви маєте зробити свій вибір. Боротиметесь? Чи повернетеся до свого селища та будете благати прощення?

source: Well fought, and our thanks; we were sore pressed. You are our honored guests, and I will show you to the best quarters we have myself. Our lord, the runemaster Karrag, will want to have speech with you on the morrow.
uk_ua: Ви славно билися, наша подяка; вороги сильно на нас навалились. Ви почесні гості, і я особисто припишу вас до найкращих осель, що ми маємо. Наш лорд, майстер рун Карраґ, неодмінно захоче прийняти вас у своєму дворі завтра.

source: Well met, Delfador. Chantal has told me of you. I am Kalenz, High Lord of the Elves, and we are in your debt today.
uk_ua: Радий зустрічі, Делфадоре. Шанталь розповіла мені про тебе. Я Каленз, Вищий Лорд Ельфів, і сьогодні ми твої боржники.

source: Well met, Leollyn! My friends and I will roust this barbarian for you. We’re getting used to such work by now — I did not expect to have so much trouble getting here!
uk_ua: Радий зустрічі, Леолине! Ми з друзями провчимо цього варвара. Ми вже звикли до битв — я не чекав, що дістатися сюди так складно!

source: Well met, Ras-Tabahn. Yes I was. Now, can you explain the mission you spoke of?
uk_ua: Рада бачити, Расе-Табане. Все так. А тепер, поясни, будь ласкавий, про яке завдання ти ото казав?

source: Well met, then, friend. I am Kai Krellis, leader of the people of Jotha.
uk_ua: Що ж, тоді ласкаво просимо, друже. Я Кай Креліс, лідер водяних Йоти.

source: Well now, you arrived just in the nick of time. A fellow mage too, I see. Now what did you say your name was?
uk_ua: Спасибі, ви ледве встигли. Ти теж маг, як я бачу. І так, як ти казав тебе звати?

source: Well spoken!
uk_ua: Гарно сказано!

source: Well then Ardryn-Na, let us head north.
uk_ua: Що ж, Ардрин-На, час нам рушати на північ.

source: Well then, human. Each of us lords has a specific quest for you. If you complete them all you will be granted all of the plains in our domain and the hills south of the Great River; if not you will be forced to depart. So, which quest do you wish to undertake first?
uk_ua: Ну що ж, людино. У кожного нас лордів є для тебе особливе завдання. Виконай їх — отримаєш усі рівнини наших володінь і пагорби на південь від Великої Ріки, не виконаєте — вам доведеться піти. Так з чого ж ти розпочнеш?

source: Well! That was easier than I thought it would be.
uk_ua: Чудово! Це було легше, ніж я думав.

source: Well, I certainly don’t mind the thought of the orcs floundering around that infernal swamp. But, one question remains.
uk_ua: Ну, я нічого не маю проти того, щоб орки поборсались в цьому чортовому болоті. Але залишається одне питання.

source: Well, I certainly don’t mind the thought of the orcs floundering around that infernal swamp. But, some questions remain.
uk_ua: Ну, я нічого не маю проти того, щоб орки побарахтались в цьому чортовому болоті. Але залишається ще декілька питань.

source: Well, I come bearing news of the road to Southbay!
uk_ua: Ну, а я повернулася з новинами про дорогу до Південної Бухти!

source: Well, I defeated the drakes on your island.
uk_ua: Що ж, я переміг дрейків на твоєму острові.

source: Well, I guess a little extra payment could persuade me to forgive you...
uk_ua: Що ж, гадаю, трохи золота зможе переконати мене пробачити тобі...

source: Well, I suspect you won’t have to worry about my kind for much longer. The orcs have come, and they are taking this Isle!
uk_ua: Ну, тепер вам, схоже, не доведеться більше турбуватися через нас. Орки йдуть, вони скоро захоплять Острів!

source: Well, I think I know the basics. Onwards! Maybe I can fight in a real battle next?
uk_ua: Добре, мені здається я знаю основи. Вперед! Можливо, наступна битва буде справжньою?

source: Well, at least we don’t have to contend with the undead. No offense, Jessene.
uk_ua: В усякому разі, не доводиться мати справи з мерцям. Не ображайся, Джессен.

source: Well, at least we only have to deal with one of them now...
uk_ua: Добре, принаймні, тепер ми повинні мати справу тільки з одним з них...

source: Well, elves? Now do you see who the necromancers are?
uk_ua: Що ж, ельфи? Тепер ви бачите, хто тут справжні некроманти?

source: Well, finish passing.
uk_ua: Що ж, проходьте швидше.

source: Well, he calls himself Mal-Govon now, but yes. He called this land the KINGDOM of Agnovon. He was its first king. And its last. And each one in between too! He kept getting older and older, but he never died. Well, NOW he’s dead of course. He still putters around in that castle over there, but he hasn’t really cared about keeping his kingdom under control for a good long while. I bet I can wake him up, though. Watch THIS!
uk_ua: Ну, зараз він зве себе Мал-Говоном, але так. Він називає цю землю КОРОЛІВСТВОМ Агновона. Він був першим королем. І останнім. Взагалі єдиним! Він ставав старше і старше, але ніколи не помирав. Нарешті, ЗАРАЗ він, звісно, мертвий. Він все ще байдикує в цьому замку, і не дуже піклується про своє королівство вже довгий час. Але думаю, я зможу його струсити. Гляньте на ЦЕ!

source: Well, it looks like their warriors have given up the fight. We should be able to re-provision the ships now.
uk_ua: Схоже, їхні воїни покидають поле битви. Тепер ми зможемо поповнити запаси провізії.

source: Well, it’s true that you helped, so I won’t kill you. But I don’t trust you, so leave my realm. Go on. I will grant you some time. The benevolence of Caladon will be LEGENDARY! Heh heh, HA!
uk_ua: Ну, ви й справді допомогли, тому я вас не уб'ю. Але я вам не довіряю, так що залиште мої володіння. Провалюйте. Я дам вам трохи часу. Благородство Каладона увійде до ЛЕГЕНД! Хех-хех, ХА!

source: Well, kill it, and let’s keep moving.
uk_ua: Що ж, убий його та рухайся далі.

source: Well, let’s un-petrify that lich and take his book, then get into the sewers. Umm, what language would that book be in?
uk_ua: Добре. Звільнимо від чар цього ліча, заберемо його книгу, потім підемо в каналізацію. Мм, а на якій вона хоч мові?

source: Well, that I won’t do. However, if you do not attack, you will be rid of me soon, as I only wish to leave these woods.
uk_ua: Ну-у, цього я не робитиму. Проте якщо даси безперешкодно пройти, я довго ваш спокій не турбуватиму, бо й сама хочу покинути ваш ліс якомога швидше.

source: Well, that is the end of his evil ways.
uk_ua: Ну що ж, ось і прийшов кінець його злочинам.

source: Well, that settles it. Enough talking, time to fight!
uk_ua: Все зрозуміло. Досить розмов, час битви!

source: Well, then, honor the treaty as I have.
uk_ua: Добре, тоді приєднуйтесь до святкування.

source: Well, then. Since we are already here, why don’t we... help you root out these orcs? It will help the peasants get back to their lives.
uk_ua: Тоді добре. Якщо ми вже тут, чому б нам не... допомогти вам прогнати орків? Це допоможе селянам повернутися до їхніх справ.

source: Well, there is an easy way to find out.
uk_ua: Ну, це не так уже й важко дізнатися.

source: Well, these combatants were going to get a second chance for glory when they fought for me. The more strong-willed among them may even remember desiring it.
uk_ua: Що ж, ті вояки матимуть ще одну нагоду здобути собі славу, як битимуться на моєму боці. А ті, кому стане сили волі, можливо ще й згадають, як її прагли.

source: Well, they do not come within the walls of my city. There is a large garrison south at the great fortress of Halstead, but even should they mobilize all their troops, I doubt they could take Elensefar. It is true that for now, the majority of my forces are still returning from the battle of Abez, but unless we are attacked within the next few days, I shall be able to hold the city.
uk_ua: Що ж, вони поки що не підходили до стін мого міста. У них є великий гарнізон на півдні звідси, у великій фортеці Халстед, але, навіть якщо вони зберуть свої війська, я сумніваюся, що вони зможуть захопити Еленсефар. Більшість моїх військ досі повертається з битви на Переправі Абез, тому якщо вороги не нападуть в наступні кілька днів, я зможу втримати це місто.

source: Well, we are the last of the refugees from our lands, for the orcs are right on our heels! We have Wesfolk with us. They have been of service. They are to be evacuated as well. We have traveled far and bear many wounded, but we will help you defend these walls as long as we can.
uk_ua: Ну, судячи з того, що орки прямо за нами, більше біженців з наших земель не буде! З нами весфольки. Вони нам допомогли, і їх теж потрібно буде евакуювати. Ми пройшли довгий шлях, у нас багато поранених, але ми допоможемо вам захищати вашу фортецю так довго, як зможемо.

source: Well, we can’t go back, and the road ahead is blocked. I guess we’ll have to risk it and go through the Oldwood forest, then make a break for Clearwater Port.
uk_ua: Отже, назад дороги немає, дорога вперед перекрита... Схоже, доведеться ризикнути і йти через Древній ліс, а потім прориватимемося до Чистоводного Порту.

source: Well, we can’t go back, and the road ahead is blocked... I guess we’ll have to risk it and go through the Oldwood forest, then make a break for Clearwater Port.
uk_ua: Отже, назад дороги немає, дорога вперед перекрита... Схоже, доведеться ризикнути і йти через Древній ліс, а потім прориватися до Чистоводного Порту.

source: Well, we need their help now, don’t we? So we got to figure out a way to get to Lord Maddock’s friend. But he didn’t say anything about who that was.
uk_ua: Однак зараз нам потрібна їхня допомога, чи не так? Так що давай знайдемо друга лорда Маддока. Але він не сказав нічого про те, хто то.

source: Well...
uk_ua: Що ж...

source: Welsh Translation
uk_ua: Валлійський переклад

source: Were it not for the armor they wear, certain drakes might be indistinguishable from true dragons, at least to the lesser races for whom dragons are but legend. The creatures known as ‘Armageddon Drakes’ are towering things, both immune to and possessed of a tremendous fire.
uk_ua: Якщо б ці дрейки не носили обладунки — ніхто не зміг би відрізнити їх від справжніх драконів, принаймні з тих рас, які чули про цих істот лише з легенд. Істоти, що носять ім'я ‘Великий дрейк’ — це велетні, які володіють нищівним вогнем, а самі до нього не чутливі.

source: Wesfolk
uk_ua: Весфольк

source: Wesfolk Leader
uk_ua: Весфолькська лідерка

source: Wesnoth
uk_ua: Веснот

source: Wesnoth (Default)
uk_ua: Веснот (типове)

source: Wesnoth Map Format
uk_ua: Формат карт Весноту

source: Wesnoth Multiplayer (Survivals)
uk_ua: Мультиплеєр Весноту (Виживання)

source: Wesnoth Tutorial — Part I
uk_ua: Посібник Веснота, частина I

source: Wesnoth Tutorial — Part II
uk_ua: Посібник Веснота, частина II

source: Wesnoth has many different sagas waiting to be played out. You can battle orcs, undead, and bandits on the marches of the Kingdom of Wesnoth; fight alongside dragons in the lofty peaks, elves in the green reaches of the Aethenwood, dwarves in the great halls of Knalga, or even merfolk in the Bay of Pearls. You can fight to regain the throne of Wesnoth, or use your dread power over the Undead to dominate the land of mortals, or lead your glorious Orcish tribe to victory against the humans who dared despoil your lands.
uk_ua: У Весноті на вас чекає велика кількість сюжетів. Ви можете битися проти орків, мерців і бандитів на межах Королівства Веснот; битися пліч-о-пліч з драконами на скелястих вершинах, ельфами в зелених лісах Етенвуду, гномами у величезних підземних залах Кнагла, або навіть з водяними в затоці Перлів. Ви можете битися за повернення трону Весноту або використати жахливу владу над мерцями, щоб заволодіти землями смертних, або вести своє славне плем'я орків до перемоги проти людей, що посміли розорити ваші землі.

source: Wesnoth is comprised of a series of battles, called <italic>text='scenarios'</italic>, that pit your troops against the troops of one or more adversaries. Multiple scenarios that follow on from each other, telling a story, make up <italic>text='campaigns'</italic>. In a campaign, you often need to play more carefully, preserving your best troops for use again in later scenarios. The interactive <bold>text='Tutorial'</bold> introduces the basics of Wesnoth gameplay in the context of a scenario. Most material covered in the tutorial is explained more in-depth in these pages, so you can always refer back here if you forget something. After you master the basics, try out a beginner campaign, such as <italic>text='Heir to the Throne'</italic> or <italic>text='The South Guard'</italic>. A full list of installed campaigns can be found via the <bold>text='Campaign'</bold> option on the main menu. As Wesnoth can be quite challenging, you may wish to start on easy before progressing to higher difficulties. Campaigns are grouped by <italic>text='level'</italic> and <italic>text='difficulty'</italic>. For example, <italic>text='Heir to the Throne'</italic> is ‘Novice’ level, and is playable at three difficulties: ‘Beginner’, ‘Normal’, and ‘Challenging’. The level of a campaign indicates what degree of proficiency in the game mechanics (such as <ref>dst='movement' text='zones of control'</ref> and <ref>dst='time_of_day' text='time of day'</ref>) is assumed. The difficulty indicates how challenging the scenarios will be to a veteran player: at higher difficulties, the obstacles to victory will be higher and overcoming them will require more skillful play. For example, at higher difficulties the enemy may have higher incomes, higher-level units, more castle hexes, and so on.
uk_ua: Веснот містить в собі серію битв, які називаються <italic>text='сценаріями'</italic>, де ви маєте протистояти своїми військами проти одного чи декількох ворогів. Декілька сценаріїв, які йдуть в певній послідовності, розповідаючи історію, утворюють <italic>text='кампанії'</italic>. В кампаніях, зазвичай, доводиться грати більш обережно, і берегти найкращі війська для наступних сценаріїв. Інтерактивне <bold>text='Навчання'</bold> розповідає про основи гри у Веснот в контексті сценарію. Більшість інформації з навчання більш докладно пояснена на цих сторінках, тож якщо ви раптом щось забули, завжди можна освіжити памʼять. Після того, як ви засвоїте основи, спробуйте пограти в кампанію для початківців, наприклад <italic>text='Спадкоємець престолу'</italic> або <italic>text='Південна Гвардія'</italic>. Повний список встановлених кампаній можна побачити, клацнувши на <bold>text='Кампанії'</bold> у головному меню. Веснот може бути доволі складним, тож краще починати з легкого рівня, а потім вже переходити на складніші. Кампанії згруповані за <italic>text='рівнем'</italic> та <italic>text='складністю'</italic>. Наприклад, <italic>text='Спадкоємець престолу'</italic> має рівень "Початківець" і доступний на трьох рівнях складності: "Початковий", "Звичайний" і "Складний". Рівень кампанії вказує на необхідний рівень володіння ігровими механіками (такими як <ref>dst='movement' text='зони контролю'</ref> та <ref>dst='time_of_day' text='час доби'</ref>). Складність вказує на те, наскільки складними будуть сценарії для гравця-ветерана: на вищій складності перешкоди на шляху до перемоги будуть вищими, і їх подолання вимагатиме більш вправного стилю гри. Наприклад, на вищій складності у ворога можуть бути вищий прибуток, бійці вищого рівня, більше клітинок замку тощо.
